{
  "navbar": {
    "home": "Home",
    "services": "Layanan",
    "projects": "Proyek",
    "clients": "Klien",
    "news": "Berita",
    "certificates": "Sertifikat & Penghargaan",
    "about": "Tentang Kami"
  },
  "Light": "Terang",
  "Dark": "Gelap",
  "Our Services": "Layanan Kami",
  "Contact Us": "Kontak Kami",
  "Building the Future with Natural Resources": "Membangun Masa Depan dengan Sumber Daya Alam",
  "#Integrated solutions from exploration to distribution": "#Solusi terintegrasi dari eksplorasi hingga distribusi",
  "About the Company": "Tentang Perusahaan",
  "Experience & Expertise": "Pengalaman & Keahlian",
  "Modern Technology": "Teknologi Moderen",
  "Analysis & Execution": "Analisa & Eksekusi",
  "about_company_text": "PT Sonata Resources Indonesia mendirikan konsultan sumber daya atau layanan untuk sektor minyak dan gas, terutama bekerja secara langsung untuk perusahaan yang beroperasi berdasarkan permintaan klien. Kami menyediakan layanan profesional dan berdedikasi untuk industri Minyak dan Gas di Indonesia.<0/><0/>Misi Kami<0/>Sebagai perusahaan sumber daya, PT Sonata Resources Indonesia berkeinginan untuk menjadi salah satu pemasok sumber daya berkualitas terkemuka yang memberikan solusi efektif kepada pelanggan yang berharga.<0/><0/>Tim Kami<0/>Tim manajemen proyek untuk melayani klien, dan berfokus pada standar kualitas kinerja tertinggi terlepas dari ukuran dan ruang lingkup proyek. Bekerja sama dengan klien kami, kami mengembangkan solusi terintegrasi yang unik untuk setiap proyek, sambil mengendalikan biaya dan memantau tenggat waktu untuk memastikan kepuasan klien.",
  "Read more": "Selengkapnya",
  "Main Services": "Layanan Utama",
  "See All": "Lihat Semua",
  "Project & Portfolio": "Proyek & Portofolio",
  "Testimonials & Clients": "Testimoni & Klien",
  "get_a_quote_text": "SONATA RESOURCES INDONESIA Berkomitmen untuk selalu menyediakan solusi teknis yang kompetitif, aman dan inovatif sesuai dengan kebutuhan pelanggan, spesifikasi kontrak, persyaratan hukum & peraturan yang berlaku.",
  "Get a Quote": "Dapatkan Penawaran",
  "Latest News": "Berita Terbaru",
  "location_name": "Lokasi {{name}}",
  "Head Office": "Kantor",
  "Telephone": "Telepon",
  "Opening Hours": "Jam Buka",

  "Services Act": "Pelayanan",
  "Services": "Layanan",
  "Construction Supervisor": "Pengawas Kontruksi",
  "Expedition Services": "Layanan Ekspedisi",
  "Operations & Maintenance": "Operasi & Pemeliharaan",
  "Procurement Assistance": "Bantuan Pengadaan",
  "Project Management": "Manajemen Proyek",
  "Others": "Lainnya",

  "Company": "Perusahaan",
  "Sign Up Free": "Daftar Gratis",
  "Post Ads": "Pasang Iklan",
  "Customer Service": "Layanan Pelanggan",
  "Recruitment Suggestions": "Saran Perekrutan",
  "International Partners": "Mitra Internasional",

  "About Us": "Tentang Kami",
  "Newsroom": "Ruang Berita",
  "Investors": "Investor",
  "Careers": "Karir",

  "Project Management Support Services": "Layanan Dukungan Manajemen Proyek",
  "Engineering Services": "Layanan Rekayasa",
  "Construction Supervision": "Pengawasan Konstruksi",
  "Inspection Service": "Layanan Inspeksi",
  "Commission Assistance of Startup": "Bantuan Komisioning Saat Awal Pengoperasian",
  "Plant Operation and Maintenance": "Operasi dan Pemeliharaan Pabrik",
  "service_content": {
    "1": "<title>Project Management Support Services</title><br/><text>Adalah layanan profesional yang dirancang untuk membantu organisasi dalam perencanaan, pelaksanaan, pengawasan, dan penyelesaian proyek secara efisien dan efektif. Layanan ini mendukung manajer proyek dan tim dengan menyediakan keahlian, alat, serta metodologi manajemen proyek untuk memastikan bahwa proyek berjalan sesuai dengan anggaran, jadwal, dan lingkup kerja yang ditetapkan.<br/>Layanan ini dapat diberikan oleh tim internal khusus atau pihak ketiga (konsultan) dan biasanya digunakan dalam berbagai sektor, termasuk konstruksi, teknologi informasi, manufaktur, layanan publik, hingga sektor pemerintahan.</text><br/><subtitle>Cakupan Layanan (What's Included):</subtitle><br/><text>1. Project Planning & Scheduling</text><item>Penyusunan Work Breakdown Structure (WBS)</item><item>Pengembangan jadwal proyek (timeline, Gantt chart, milestone)</item><item>Perencanaan sumber daya dan anggaran</item><br/><text>2. Project Monitoring & Reporting</text><item>Pelacakan kemajuan proyek (progress tracking)</item><item>Pembuatan laporan status proyek secara berkala</item><item>Identifikasi dan eskalasi isu/kendala proyek</item><br/><text>3. Risk Management</text><item>Identifikasi risiko proyek</item><item>Penilaian dampak dan probabilitas risiko</item><item>Strategi mitigasi dan respons risiko</item><br/><text>4. Documentation & Knowledge Management</text><item>Manajemen dokumen proyek (termasuk version control)</item><item>Pencatatan lesson learned</item><item>Pembuatan dokumentasi teknis dan administratif</item><br/><text>5.Stakeholder Communication Support</text><item>Koordinasi rapat proyek</item><item>Pembuatan notulen dan tindak lanjut keputusan</item><item>Dukungan komunikasi antar tim dan pemangku kepentingan</item><br/><text>6. Tools & System Support</text><item>Pengelolaan tools manajemen proyek (seperti Microsoft Project, Jira, Asana, Trello)</item><item>Integrasi sistem pelaporan otomatis</item><item>Pelatihan penggunaan alat bantu manajemen proyek</item><br/><text>7. Change Management Support</text><item>Pendampingan dalam proses perubahan lingkup kerja</item><item>Penyesuaian rencana kerja akibat perubahan</item><item>Komunikasi perubahan kepada tim dan stakeholder</item>",
    "2": "<title>Engineering Services</title><br/><text>Adalah layanan teknis yang mencakup perencanaan, perancangan, analisis, pengembangan, pengawasan, hingga optimalisasi sistem atau infrastruktur teknis dalam berbagai bidang teknik. Layanan ini bertujuan untuk memberikan solusi inovatif, efisien, dan sesuai standar terhadap tantangan teknis yang dihadapi oleh klien, baik di sektor industri, konstruksi, energi, manufaktur, teknologi, maupun sektor publik.<br/>Engineering Service dapat mencakup layanan konsultasi, desain teknis, simulasi, uji kelayakan, serta pengawasan pelaksanaan proyek teknik secara menyeluruh.</text><br/><subtitle>Cakupan Layanan (What's Included):</subtitle><br/><text>1. Engineering Design & Drafting</text><item>Perancangan teknis (mekanikal, sipil, elektrikal, struktural, dll.)</item><item>Pembuatan gambar kerja (CAD, BIM, 3D modeling)</item><item>Spesifikasi teknis dan detail konstruksi</item><br/><text>2. Technical Consulting</text><item>Studi kelayakan teknis dan analisis kebutuhan</item><item>Konsultasi pemilihan teknologi, material, dan metode kerja</item><item>Evaluasi risiko teknis dan mitigasinya</item><br/><text>3. Project Engineering Support</text><item>Koordinasi teknis antar tim dan kontraktor</item><item>Penjadwalan teknis dan kontrol mutu</item><item>Dokumentasi teknis dan pelaporan</item><br/><text>4. Supervision & Quality Control</text><item>Pengawasan pelaksanaan proyek berdasarkan standar teknik</item><item>Pemeriksaan mutu bahan dan hasil kerja</item><item>Verifikasi kesesuaian terhadap spesifikasi teknis</item><br/><text>5. System Integration & Optimization</text><item>Integrasi berbagai komponen sistem teknik (misalnya otomasi, kontrol, mekanik)</item><item>Optimasi performa sistem teknik yang ada</item><item>Penerapan sistem efisiensi energi atau keberlanjutan</item><br/><text>6. Testing & Commissioning</text><item>Pengujian sistem dan peralatan sebelum operasional</item><item>Validasi performa dan kinerja sesuai standar</item><item>Dukungan pada fase start-up dan operasional awal</item>",
    "3": "<title>Construction Supervision</title><br/><text>Adalah layanan pengawasan pelaksanaan proyek konstruksi secara menyeluruh untuk memastikan bahwa pekerjaan dilakukan sesuai dengan desain, spesifikasi teknis, anggaran, jadwal, serta standar keselamatan dan kualitas yang telah ditetapkan. Layanan ini bertujuan untuk menjaga kualitas konstruksi, mencegah deviasi dari perencanaan, serta memastikan kelancaran proses pembangunan dari awal hingga selesai.<br/>Layanan pengawasan konstruksi berperan sebagai perwakilan teknis pemilik proyek di lapangan, mengawasi kontraktor dan subkontraktor, serta memberikan rekomendasi teknis dan administratif selama proses pembangunan berlangsung.</text><br/><subtitle>Cakupan Layanan (What's Included):</subtitle><br/><text>1. Daily Site Supervision</text><item>Monitoring aktivitas harian di lapangan</item><item>Verifikasi penggunaan material dan metode kerja</item><item>Dokumentasi kegiatan konstruksi</item><br/><text>2. Quality Control & Assurance</text><item>Pemeriksaan mutu pekerjaan dan kesesuaian dengan spesifikasi teknis</item><item>Pengujian material dan hasil pekerjaan sesuai standar</item><item>Penanganan dan pelaporan temuan ketidaksesuaian (non-conformance)</item><br/><text>3. Progress Monitoring & Reporting</text><item>Pelacakan kemajuan proyek terhadap jadwal (timeline)</item><item>Pembuatan laporan kemajuan harian, mingguan, dan bulanan</item><item>Evaluasi deviasi jadwal dan rekomendasi korektif</item><br/><text>4. Health, Safety, and Environment (HSE) Supervision</text><item>Pengawasan terhadap penerapan standar K3 (Keselamatan dan Kesehatan Kerja)</item><item>Penilaian risiko keselamatan di lokasi proyek</item><item>Pemantauan dampak lingkungan konstruksi</item><br/><text>5. Coordination and Communication</text><item>Koordinasi antara pemilik proyek, kontraktor, konsultan, dan pihak terkait lainnya</item><item>Fasilitasi rapat teknis dan pemecahan masalah di lapangan</item><item>Pembuatan notulen dan tindak lanjutnya</item><br/><text>6. Cost and Change Control</text><item>Verifikasi pekerjaan tambahan (variation order) dan perubahan desain</item><item>Rekomendasi teknis terhadap perubahan volume pekerjaan</item><item>Kontrol terhadap pengeluaran biaya di lapangan</item>",
    "4": "<title>Inspection Service</title><br/><text>Adalah layanan pemeriksaan dan penilaian teknis terhadap material, komponen, peralatan, atau pekerjaan di lapangan untuk memastikan kesesuaian dengan spesifikasi teknis, standar kualitas, regulasi, dan persyaratan kontrak. Tujuan utama dari layanan ini adalah menjamin kualitas dan keselamatan produk atau hasil pekerjaan sebelum, selama, dan setelah proses pelaksanaan.<br/>Layanan ini dapat diterapkan dalam berbagai sektor seperti konstruksi, manufaktur, energi, migas, kelistrikan, hingga industri transportasi dan logistik.</text><br/><subtitle>Cakupan Layanan (What's Included):</subtitle><br/><text>1. Pre-Inspection (Factory / Material Inspection)</text><item>Pemeriksaan kualitas material atau barang sebelum dikirim ke lokasi proyek</item><item>Verifikasi sertifikat mutu dan kesesuaian spesifikasi teknis</item><item>Witness test (pengujian yang disaksikan) di pabrik atau laboratorium</item><br/><text>2. On-Site Inspection</text><item>Pemeriksaan pekerjaan konstruksi secara langsung di lapangan</item><item>Verifikasi instalasi, pemasangan, atau pelaksanaan sesuai dengan gambar kerja</item><item>Pencatatan hasil pekerjaan dan deteksi deviasi</item><br/><text>3. Non-Destructive Testing (NDT)</text><item>Pemeriksaan tanpa merusak objek, seperti ultrasonic test, radiographic test, dye penetrant test, magnetic particle test</item><item>Evaluasi struktur logam, sambungan las, dan komponen mekanis</item><br/><text>4. Welding Inspection</text><item>Pengawasan dan evaluasi proses pengelasan</item><item>Verifikasi prosedur pengelasan dan sertifikasi welder</item><item>Pemeriksaan hasil las sesuai standar (ASME, AWS, ISO, dll.)</item><br/><text>5. Coating & Painting Inspection</text><item>Pemeriksaan ketebalan, metode, dan kualitas pelapisan/pengecatan</item><item>Uji adhesi dan perlindungan terhadap korosi</item><br/><text>6. Final Inspection & Handover</text><item>Pemeriksaan akhir terhadap keseluruhan pekerjaan atau produk</item><item>Verifikasi kesesuaian terhadap daftar pengecekan (checklist)</item><item>Pembuatan laporan final dan rekomendasi untuk serah terima</item>",
    "5": "<title>Commission Assistance of Startup</title><br/><text>Adalah layanan pendampingan teknis pada tahap akhir proyek sebelum sistem, fasilitas, atau peralatan mulai dioperasikan secara penuh. Layanan ini mencakup kegiatan persiapan, pengujian, verifikasi, hingga penyalaan awal (start-up) untuk memastikan bahwa seluruh sistem berjalan sesuai desain, spesifikasi teknis, dan standar keselamatan yang berlaku.<br/>Tujuan utama dari layanan ini adalah untuk memastikan transisi yang lancar dari fase konstruksi ke fase operasional, meminimalkan risiko kegagalan sistem, serta menjamin kesiapan operasional secara teknis dan fungsional.</text><br/><subtitle>Cakupan Layanan (What's Included):</subtitle><br/><text>1. Pre-Commissioning Support</text><item>Verifikasi instalasi sistem (mekanik, elektrikal, instrumen, dan kontrol)</item><item>Pengujian awal subsistem (leak test, continuity test, flushing, dll.)</item><item>Pengecekan kesiapan dokumentasi teknis dan instruksi kerja</item><br/><text>2. Functional Testing</text><item>Uji fungsional terhadap peralatan dan sistem kontrol</item><item>Kalibrasi dan setting parameter alat sesuai spesifikasi</item><item>Simulasi alur operasi untuk memastikan keandalan sistem</item><br/><text>3. Start-up Assistance</text><item>Pendampingan dalam proses pengoperasian awal sistem/mesin</item><item>Monitoring performa awal dan stabilisasi operasional</item><item>Identifikasi dan pemecahan masalah selama start-up</item><br/><text>4. Safety and Compliance Check</text><item>Verifikasi sistem keselamatan dan proteksi</item><item>Pemeriksaan terhadap pemenuhan standar regulasi dan perizinan</item><item>Pengecekan alarm, sistem interlock, dan prosedur darurat</item><br/><text>5. Documentation & Reporting</text><item>Penyusunan laporan commissioning dan start-up</item><item>Penyediaan checklist dan hasil pengujian</item><item>Rekomendasi perbaikan atau penyesuaian sebelum handover</item><br/><text>6. Training & Handover Support</text><item>Pelatihan teknis bagi operator dan tim pemeliharaan</item><item>Penyampaian dokumentasi teknis lengkap (manual, SOP, dsb.)</item><item>Dukungan dalam proses serah terima sistem ke tim operasional</item>",
    "6": "<title>Plant Operation and Maintenance</title><br/><text>Adalah layanan pengelolaan dan perawatan fasilitas industri atau pabrik secara menyeluruh untuk memastikan proses produksi berjalan optimal, aman, efisien, dan sesuai dengan standar operasional yang berlaku. Layanan ini mencakup pengoperasian harian, pemantauan kinerja sistem, perawatan berkala hingga penanganan gangguan, serta pengelolaan sumber daya dan dokumentasi teknis.<br/>Tujuan utama dari layanan ini adalah untuk memaksimalkan ketersediaan (availability), keandalan (reliability), dan efisiensi operasional plant, sekaligus meminimalkan downtime, risiko kegagalan sistem, dan biaya tak terduga.</text><br/><subtitle>Cakupan Layanan (What's Included):</subtitle><br/><text>1. Daily Operation</text><item>Pengoperasian sistem produksi, utilitas, dan peralatan pendukung</item><item>Pemantauan parameter proses secara real-time (flow, pressure, temperature, dll.)</item><item>Pelaporan performa harian dan log operasional</item><br/><text>2. Preventive & Predictive Maintenance</text><item>Perawatan rutin berdasarkan jadwal (lubrikasi, pembersihan, penggantian part)</item><item>Penggunaan data dan sensor untuk mendeteksi potensi kerusakan sebelum terjadi</item><item>Analisis tren performa peralatan</item><br/><text>3. Corrective & Breakdown Maintenance</text><item>Penanganan segera terhadap kerusakan atau gangguan sistem</item><item>Diagnosis penyebab masalah dan perbaikan cepat</item><item>Dokumentasi tindakan korektif dan pencegahan</item><br/><text>4. Asset & Inventory Management</text><item>Pengelolaan suku cadang dan peralatan pendukung</item><item>Kontrol persediaan dan pelacakan pemakaian</item><item>Pencatatan umur dan kondisi aset teknis</item><br/><text>5. Performance Optimization</text><item>Evaluasi efisiensi energi dan output produksi</item><item>Rekomendasi peningkatan sistem dan proses</item><item>Implementasi teknologi kontrol otomatis dan digitalisasi</item><br/><text>6. Safety, Health & Environmental (SHE) Compliance</text><item>Penerapan prosedur keselamatan kerja</item><item>Pemantauan emisi, limbah, dan kepatuhan lingkungan</item><item>Pelatihan tim terhadap standar K3 dan SOP</item><br/><text>7. Reporting & Documentation</text><item>Penyusunan laporan O&M harian, mingguan, dan bulanan</item><item>Manajemen dokumen teknis (manual, SOP, work order)</item><item>Pelaporan audit dan KPI operasional</item>"
  },
  "Our Clients,": "Klien Kami,",
  "clients_main_text": "PT Sonata Resources Indonesia telah dipercaya oleh berbagai perusahaan terkemuka, baik dari dalam negeri maupun luar negeri, dalam menyediakan layanan tenaga ahli, manajemen proyek, dan dukungan operasional di sektor minyak, gas, dan energi.<br/><br/>Klien Dalam Negeri<br/>Kami menjalin kerja sama strategis dengan berbagai perusahaan nasional, termasuk perusahaan pertambangan, migas, dan energi terintegrasi. Klien-klien kami mencakup BUMN, kontraktor utama proyek energi, serta perusahaan swasta nasional yang beroperasi di berbagai wilayah Indonesia. Melalui pendekatan profesional dan pelayanan yang disesuaikan dengan kebutuhan, kami membantu klien lokal dalam meningkatkan efisiensi operasional dan kualitas SDM di lapangan.<br/><br/>Klien Luar Negeri<br/>PT Sonata Resources Indonesia juga dipercaya oleh perusahaan multinasional yang menjalankan operasi mereka di Indonesia. Dengan memenuhi standar internasional dalam aspek keselamatan, kualitas, dan kepatuhan hukum, kami menjadi mitra andal bagi klien global yang membutuhkan tenaga kerja profesional serta manajemen proyek lokal yang efektif. Kolaborasi ini mencerminkan kapabilitas kami dalam menjembatani kebutuhan industri global dengan sumber daya lokal yang berkualitas.",
  "Domestic Clients": "Klien Dalam Negeri",
  "We have worked with many partners in Indonesia": "Kami telah bekerja sama dengan banyak mitra di Indonesia",
  "Overseas Clients": "Klien Luar Negeri",
  "We have worked with several international partners": "Kami telah bekerja sama dengan beberapa mitra Internasional",
  "Latest": "Terbaru",
  "Events": "Event",
  "Projects": "Proyek",
  "Humanity": "Kemanusiaan",
  "about_text": "<companyname>PT. Sonata Resources Indonesia</companyname><br/><text>Adalah perusahaan penyedia jasa konsultasi dan solusi sumber daya manusia yang berfokus pada sektor Minyak dan Gas. Kami memiliki spesialisasi dalam penyediaan tenaga ahli profesional yang bekerja secara langsung untuk Perusahaan Operasional sesuai dengan kebutuhan dan permintaan klien.<br/>Dengan pengalaman dan pemahaman mendalam terhadap dinamika industri energi di Indonesia, kami berkomitmen memberikan layanan yang andal, kompeten, dan berdedikasi tinggi untuk mendukung keberhasilan proyek-proyek klien kami. Layanan kami mencakup perekrutan tenaga kerja terampil, manajemen sumber daya proyek, hingga dukungan administratif dan teknis untuk operasional lapangan.<br/>Kami percaya bahwa keberhasilan industri minyak dan gas sangat bergantung pada kualitas sumber daya manusianya. Oleh karena itu, PT. Sonata RESOURCES Indonesia hadir sebagai mitra strategis yang mampu menyediakan solusi SDM yang tepat, efisien, dan sesuai standar industri.</text><br/><subtitle>Misi Kami</subtitle><text>Sebagai perusahaan yang berdaya saing, PT. SONATA RESOURCES INDONESIA berkeinginan untuk menjadi salah satu pemasok sumber daya berkualitas terkemuka yang menyediakan solusi efektif bagi pelanggan berharga ITS.</text><br/><subtitle>Tim Kami</subtitle><text>Tim manajemen proyek untuk melayani klien, dan berfokus pada standar kinerja kualitas tertinggi terlepas dari ukuran dan cakupan proyek. Bekerja sama erat dengan klien kami, kami mengembangkan solusi terpadu yang unik untuk setiap proyek, sambil mengendalikan biaya dan memantau tenggat waktu untuk memastikan kepuasan klien sepenuhnya.</text>",
  "Our Teams": "Tim Kami",
  "We have many teams from different divisions": "Kami memiliki banyak tim dari berbagai divisi",
  "Certificates & Awards": "Sertifikat & Penghargaan",
  "Other News": "Berita Lainnya",
  "No activity": "Tidak ada aktivitas",
  "Uploaded on,": "Diunggah pada,",
  "project_porto_desc": "PT Sonata Resources Indonesia telah dipercaya menangani proyek di sektor minyak, gas, dan energi. Kami menyediakan solusi tenaga kerja dan teknis yang mendukung kelancaran operasional di lapangan.",
  "sevices_desc": "PT Sonata Resources Indonesia hadir sebagai mitra terpercaya dalam menyediakan tenaga kerja profesional dan solusi konsultasi teknis untuk sektor minyak dan gas. Dengan pengalaman dan komitmen tinggi terhadap kualitas, kami memastikan setiap layanan yang diberikan mampu menjawab kebutuhan operasional klien secara tepat, efisien, dan berstandar internasional. Memiliki enam (6) layanan utama dengan kompeten sumber daya manusia yang sangat profesional di setiap bidangnya.",
  "footer_description": "Adalah perusahaan penyedia jasa konsultasi dan solusi sumber daya manusia yang berfokus pada sektor Minyak dan Gas. Kami memiliki spesialisasi dalam penyediaan tenaga ahli profesional yang bekerja secara langsung untuk Perusahaan Operasional sesuai dengan kebutuhan dan permintaan klien.",
  "opening_hours": "Senin - Jumat : 08:00 - 17:00"
}
